[
  {
    "id": 1,
    "title_tr": "Ay Işığı",
    "title_en": "Moonlight",
    "content_tr": "Ay gökyüzünde yavaşça parlıyordu. Oda yumuşak bir ışıkla doldu. Küçük çocuk battaniyesine sarıldı. Gözlerini kapadı ve derin bir nefes aldı. Uyku sessizce geldi.",
    "content_en": "The moon was glowing softly in the sky. The room filled with gentle light. The little child snuggled into the blanket. Eyes closed with a deep breath. Sleep arrived quietly."
  },
  {
    "id": 2,
    "title_tr": "Uykucu Kedi",
    "title_en": "Sleepy Cat",
    "content_tr": "Kedi Mia gün boyunca oyun oynamıştı. Akşam olunca yastığına kıvrıldı. Kuyruğunu etrafına sardı. Sessizce mırıldandı. Tatlı bir uykuya daldı.",
    "content_en": "Kitty Mia had played all day. When evening came, she curled up on her pillow. She wrapped her tail around herself. She purred softly. She fell into sweet sleep."
  },
  {
    "id": 3,
    "title_tr": "Bulut Yolculuğu",
    "title_en": "Cloud Journey",
    "content_tr": "Küçük çocuk gözlerini kapadığında kendini bir bulutun üzerinde hayal etti. Bulut onu yavaşça gökyüzünde taşıdı. Yıldızlar gülümsedi. Her şey çok sakindi. Çocuk huzurla uyudu.",
    "content_en": "When the little child closed their eyes, they imagined sitting on a cloud. The cloud carried them gently across the sky. The stars smiled. Everything felt calm. The child slept peacefully."
  },
  {
    "id": 4,
    "title_tr": "Minik Ayıcık",
    "title_en": "Little Bear",
    "content_tr": "Ayıcık Nino oyuncaklarını topladı. Yatağına uzandı. Annesi saçını okşadı. Nino derin bir nefes aldı. Gülümsedi ve uykuya geçti.",
    "content_en": "Little bear Nino put away his toys. He lay down in his bed. His mother gently stroked his head. Nino took a deep breath. He smiled and fell asleep."
  },
  {
    "id": 5,
    "title_tr": "Yıldızların Ninnisi",
    "title_en": "Lullaby of the Stars",
    "content_tr": "Yıldızlar gökyüzünde yavaşça parlıyordu. Her biri minik bir ninni söylüyordu. Rüzgar bu ninniyi odaya taşıdı. Çocuk gözlerini kapadı. Rüyalar başladı.",
    "content_en": "The stars were shining softly in the sky. Each one sang a tiny lullaby. The wind carried the lullaby into the room. The child closed their eyes. Dreams began."
  },
  {
    "id": 6,
    "title_tr": "Gece Treni",
    "title_en": "Night Train",
    "content_tr": "Çocuk hayalinde bir tren gördü. Bu tren sessiz bir gece treniydi. Bulutların arasından geçiyordu. Trenin içinde her şey sakindi. Tren onu rüyalar ülkesine götürdü.",
    "content_en": "In the child's imagination, a train appeared. It was a quiet night train. It traveled through the clouds. Everything inside felt calm. The train carried the child to the land of dreams."
  },
  {
    "id": 7,
    "title_tr": "Pofuduk Yastık",
    "title_en": "Fluffy Pillow",
    "content_tr": "Yastık çok yumuşaktı. Başını üzerine koyunca rahatladı. Göz kapakları ağırlaştı. Oda sessizdi. Uyku tatlı bir şekilde geldi.",
    "content_en": "The pillow was very soft. When the head rested on it, everything felt comfortable. Eyelids became heavy. The room was quiet. Sleep came gently."
  },
  {
    "id": 8,
    "title_tr": "Minik Tavşanın Günü",
    "title_en": "Little Bunny's Day",
    "content_tr": "Tavşan Mavi gün boyunca çiçekler arasında zıpladı. Akşam olunca yuvasına döndü. Kendini güvende hissetti. Gözlerini kapadı. Tatlı bir uykuya daldı.",
    "content_en": "Bunny Blue hopped among flowers all day. When evening came, he returned to his nest. He felt safe. He closed his eyes. He drifted into sweet sleep."
  },
  {
    "id": 9,
    "title_tr": "Sessiz Oda",
    "title_en": "Quiet Room",
    "content_tr": "Oda çok sakindi. Gece lambası yumuşak bir ışık veriyordu. Battaniye sıcacıktı. Çocuk derin bir nefes aldı. Uyku zamanı gelmişti.",
    "content_en": "The room was very quiet. The night light gave off a soft glow. The blanket was warm. The child took a deep breath. It was time to sleep."
  },
  {
    "id": 10,
    "title_tr": "Minik Balık",
    "title_en": "Little Fish",
    "content_tr": "Balık Luna suda yavaşça yüzüyordu. Mercanların arasında küçük bir yuva buldu. Orada güvendeydi. Kuyruğunu kıpırdattı. Sonra uykuya daldı.",
    "content_en": "Fish Luna swam slowly in the water. She found a small home between the corals. She felt safe there. She gently moved her tail. Then she fell asleep."
  },
  {
    "id": 11,
    "title_tr": "Ayın Gülüşü",
    "title_en": "Moon's Smile",
    "content_tr": "Ay pencereden içeri baktı. Odayı yumuşak bir ışık kapladı. Çocuk kendini güvende hissetti. Battaniyesini çekti. Ve huzurla uyudu.",
    "content_en": "The moon looked through the window. Soft light filled the room. The child felt safe. They pulled up the blanket. And slept peacefully."
  },
  {
    "id": 12,
    "title_tr": "Uykucu Köpek",
    "title_en": "Sleepy Puppy",
    "content_tr": "Köpek Pati bütün gün koşmuştu. Sepetine girdi. Bir kez esnedi. Kuyruğunu kıvırdı. Derin bir uykuya daldı.",
    "content_en": "Puppy Pati had run all day. He climbed into his bed. He yawned once. He curled his tail. He fell into deep sleep."
  },
  {
    "id": 13,
    "title_tr": "Minik Kaplumbağa",
    "title_en": "Little Turtle",
    "content_tr": "Kaplumbağa Tofi yavaşça kabuğuna çekildi. Dünya sessizdi. Kendini güvende hissetti. Gözlerini kapadı. Uyku geldi.",
    "content_en": "Turtle Tofi slowly went into her shell. The world was quiet. She felt safe. She closed her eyes. Sleep arrived."
  },
  {
    "id": 14,
    "title_tr": "Rüya Bahçesi",
    "title_en": "Dream Garden",
    "content_tr": "Çocuk rüyasında bir bahçeye gitti. Çiçekler ışık saçıyordu. Kelebekler sessizce uçuyordu. Her şey huzurluydu. Çocuk gülümsedi.",
    "content_en": "In a dream, the child walked into a garden. Flowers were glowing softly. Butterflies flew quietly. Everything felt peaceful. The child smiled."
  },
  {
    "id": 15,
    "title_tr": "Uyuyan Yıldız",
    "title_en": "Sleeping Star",
    "content_tr": "Küçük yıldız yorulmuştu. Gökyüzünde yavaşça titredi. Sonra ışığını biraz kıstı. Dinlenmeye başladı. Gece sakinleşti.",
    "content_en": "The little star was tired. It shimmered softly in the sky. Then it dimmed its light. It began to rest. The night became calm."
  },
  {
    "id": 16,
    "title_tr": "Sıcak Battaniye",
    "title_en": "Warm Blanket",
    "content_tr": "Battaniye yumuşacık ve sıcacıktı. Çocuk kendini içine sardı. Kalbi sakinleşti. Nefesi yavaşladı. Uykuya geçti.",
    "content_en": "The blanket was soft and warm. The child wrapped into it. The heart calmed down. Breathing slowed. Sleep came."
  },
  {
    "id": 17,
    "title_tr": "Gece Kuşu",
    "title_en": "Night Bird",
    "content_tr": "Küçük kuş yuvasına döndü. Kanatlarını kapattı. Gökyüzü sessizdi. Yuva güvenliydi. Kuş huzurla uyudu.",
    "content_en": "The little bird returned to its nest. It folded its wings. The sky was quiet. The nest was safe. The bird slept peacefully."
  },
  {
    "id": 18,
    "title_tr": "Uyku Işığı",
    "title_en": "Sleep Light",
    "content_tr": "Gece lambası hafifçe parlıyordu. Oda karanlık değildi. Çocuk kendini rahat hissetti. Yastığına döndü. Uyku başladı.",
    "content_en": "The night light glowed gently. The room was not dark. The child felt comfortable. They turned to the pillow. Sleep began."
  },
  {
    "id": 19,
    "title_tr": "Küçük Fil",
    "title_en": "Little Elephant",
    "content_tr": "Fil Toto bütün gün suyla oynamıştı. Yorulmuştu. Hortumunu yastığa koydu. Derin bir nefes aldı. Uyudu.",
    "content_en": "Elephant Toto had played with water all day. He felt tired. He placed his trunk on the pillow. He took a deep breath. He fell asleep."
  },
  {
    "id": 20,
    "title_tr": "Rüya Balonu",
    "title_en": "Dream Balloon",
    "content_tr": "Çocuk hayalinde bir balona bindi. Balon gökyüzünde yavaşça yükseldi. Her şey sessizdi. Rüzgar tatlıydı. Rüyalar başladı.",
    "content_en": "In imagination, the child climbed into a balloon. The balloon rose slowly into the sky. Everything was quiet. The wind was gentle. Dreams began."
  },
  {
    "id": 21,
    "title_tr": "Minik Yıldız",
    "title_en": "Little Star",
    "content_tr": "Yıldız Lila ilk kez parlıyordu. Gökyüzü onu kucakladı. Kendini mutlu hissetti. Işığını yumuşattı. Dinlenmeye başladı.",
    "content_en": "Star Lila was shining for the first time. The sky embraced her. She felt happy. She softened her light. She began to rest."
  },
  {
    "id": 22,
    "title_tr": "Uyuyan Orman",
    "title_en": "Sleeping Forest",
    "content_tr": "Ormandaki ağaçlar sessizleşti. Yapraklar kıpırdamıyordu. Hayvanlar yuvalarına çekildi. Gece huzurluydu. Herkes uyudu.",
    "content_en": "The trees in the forest grew quiet. Leaves no longer moved. Animals returned to their homes. The night was peaceful. Everyone slept."
  },
  {
    "id": 23,
    "title_tr": "Minik Panda",
    "title_en": "Little Panda",
    "content_tr": "Panda Pino bambularla oynamıştı. Gözleri ağırlaşmıştı. Bir ağacın altına uzandı. Derin nefes aldı. Uykuya daldı.",
    "content_en": "Panda Pino had played with bamboo all day. His eyes felt heavy. He lay down under a tree. He took a deep breath. He fell asleep."
  },
  {
    "id": 24,
    "title_tr": "Gece Denizi",
    "title_en": "Night Sea",
    "content_tr": "Deniz çok sakindi. Dalgalar yavaşça kıyıya dokunuyordu. Ay suyun üstünde parlıyordu. Her şey huzurluydu. Gece dinleniyordu.",
    "content_en": "The sea was very calm. Waves touched the shore gently. The moon shimmered on the water. Everything felt peaceful. The night was resting."
  },
  {
    "id": 25,
    "title_tr": "Minik Çocuk ve Ay",
    "title_en": "The Child and the Moon",
    "content_tr": "Çocuk aya baktı. Ay ona gülümsedi gibi geldi. İçini bir sıcaklık kapladı. Gözlerini kapadı. Güzel rüyalar başladı.",
    "content_en": "The child looked at the moon. It felt like the moon was smiling back. Warmth filled the heart. Eyes closed. Beautiful dreams began."
  },
  {
    "id": 26,
    "title_tr": "Uyuyan Bahçe",
    "title_en": "Sleeping Garden",
    "content_tr": "Bahçedeki çiçekler kapanmıştı. Rüzgar çok hafif esiyordu. Gece her yeri sarmıştı. Dünya yavaşladı. Uyku zamanı gelmişti.",
    "content_en": "The flowers in the garden had closed. The wind was blowing softly. Night had covered everything. The world slowed down. Sleep time had come."
  },
  {
    "id": 27,
    "title_tr": "Minik Tilki",
    "title_en": "Little Fox",
    "content_tr": "Tilki Luni bütün gün koşmuştu. Yorulmuştu. Yuvasına döndü. Kuyruğunu yastık gibi kullandı. Uyudu.",
    "content_en": "Fox Luni had run all day. She felt tired. She returned to her den. She used her tail as a pillow. She fell asleep."
  },
  {
    "id": 28,
    "title_tr": "Yumuşak Gece",
    "title_en": "Soft Night",
    "content_tr": "Gece çok yumuşaktı. Sesler kaybolmuştu. Oda sıcaktı. Kalp sakindi. Uyku derindi.",
    "content_en": "The night felt very soft. Sounds had disappeared. The room was warm. The heart was calm. Sleep was deep."
  },
  {
    "id": 29,
    "title_tr": "Rüya Teknesi",
    "title_en": "Dream Boat",
    "content_tr": "Çocuk hayalinde küçük bir tekneye bindi. Tekne yavaşça suyun üstünde ilerledi. Yıldızlar yolu aydınlattı. Her şey güvenliydi. Uyku onu sardı.",
    "content_en": "In imagination, the child stepped onto a small boat. The boat moved gently across the water. The stars lit the way. Everything felt safe. Sleep embraced the child."
  },
  {
    "id": 30,
    "title_tr": "Tatlı Uyku",
    "title_en": "Sweet Sleep",
    "content_tr": "Oda sessizdi. Battaniye sıcacıktı. Kalp sakindi. Nefes yavaşladı. Tatlı bir uyku başladı.",
    "content_en": "The room was quiet. The blanket was warm. The heart was calm. Breathing slowed down. Sweet sleep began."
  }
]
