{
  "stories": [
    {
      "id": "story_001",
      "title_en": "Moonlight Path",
      "audio_file": "little_bunny.mp3",
      "pages_en": [
        "Little bunny Blue had played in the soft grass all day, hopping between flowers and chasing tiny shadows.",
        "When evening arrived, his legs felt tired and he knew it was time to return home.",
        "The moon slowly appeared in the darkening sky and spread a gentle silver light across the ground.",
        "It looked like a glowing path, as if the moon was kindly showing Blue the way.",
        "Blue followed the moonlight calmly, listening to leaves whispering softly in the breeze.",
        "The stars twinkled above him like quiet friends watching over his journey.",
        "When he reached his burrow, Blue felt safe and warm, pulled up his little blanket, and drifted into peaceful sleep."
      ]
    },

    {
      "id": "story_002",
      "title_en": "Pami the Sleepy Cloud",
      "audio_file": "pami.mp3",
      "pages_en": [
        "Pami the cloud had floated across the sky all day, watching oceans, forests, and cities far below.",
        "As evening came, the sky turned deep blue and everything began to slow down.",
        "Pami started to feel softer and heavier, like a pillow made of cotton.",
        "The moon floated nearby and gently whispered, \"You have traveled enough for today. It is time to rest.\"",
        "Little stars gathered around Pami, shining quietly like tiny night lights.",
        "The sky felt calm, silent, and safe.",
        "Pami imagined closing his eyes and slowly drifted into a sweet and peaceful sleep."
      ]
    },

    {
      "id": "story_003",
      "title_en": "Little Star's Wish",
      "audio_file": "lila.mp3",
      "pages_en": [
        "Little star Lila had just begun to shine in the sky and felt unsure about her tiny light.",
        "She looked at the other stars and noticed how calm and confident they seemed.",
        "The moon noticed Lila and spoke kindly, \"Your light is already beautiful. You do not need to worry.\"",
        "Lila closed her eyes and made a gentle wish for all children to feel safe and peaceful tonight.",
        "The sky seemed to glow softer, as if her wish had filled it with warmth.",
        "Lila felt a calm happiness inside her small shining heart.",
        "Feeling safe at last, she relaxed and slowly drifted into a quiet, gentle sleep."
      ]
    },

    {
      "id": "story_004",
      "title_en": "Nino the Teddy",
      "pages_en": [
        "Nino the teddy had spent the whole day beside the child, sharing games, laughter, and quiet moments.",
        "When night arrived, the room became calm and the lights turned soft and dim.",
        "The child climbed into bed and gently pulled Nino close.",
        "Nino seemed to say without words, \"I am here. You are safe.\"",
        "The child hugged Nino tightly and felt their breathing become slower and calmer.",
        "The blanket felt warm and cozy around them both.",
        "With peaceful hearts, the child and Nino fell asleep together."
      ]
    },

    {
      "id": "story_005",
      "title_en": "Mia the Little Cat",
      "pages_en": [
        "Mia the little cat sat quietly by the window, watching the bright moon in the night sky.",
        "Soft moonlight gently touched her fur and made everything feel calm and still.",
        "Mia began to purr softly, and the sound felt warm and comforting.",
        "She walked slowly toward the blanket and curled into a small, cozy ball.",
        "Her tail wrapped gently around her paws as she grew sleepier.",
        "Her eyes blinked slowly, then closed completely.",
        "Mia felt safe, peaceful, and soon drifted into a deep, gentle sleep."
      ]
    },

    {
      "id": "story_006",
      "title_en": "The Sleep Train",
      "pages_en": [
        "The child lay in bed and closed their eyes while the room stayed quiet and calm.",
        "In their imagination, they heard a soft, distant train sound drifting through the night.",
        "It was the sleep train, gentle and slow, arriving just for them.",
        "The train cars were made of fluffy clouds, and warm starlight glowed through the windows.",
        "The door opened quietly, as if saying, \"You can rest now.\"",
        "The child took a slow, deep breath and imagined climbing aboard.",
        "As the train moved smoothly through the sky, everything felt peaceful, and the child drifted into sleep."
      ]
    },
    {
          "id": "story_007",
          "title_en": "The Calm Sea",
          "pages_en": [
            "A little fish named Lumo had been swimming all day among colorful corals.",
            "When evening arrived, the water grew darker and the sea became very quiet.",
            "Lumo looked up and saw moonlight shining softly through the water.",
            "The light made everything look silver and gentle, like a peaceful dream.",
            "Lumo swam slowly back to the coral reef where he felt safe.",
            "He curled his tiny fins close to his body and took a calm breath.",
            "With the soft rhythm of the ocean around him, Lumo fell asleep."
          ]
        },

        {
          "id": "story_008",
          "title_en": "The Forest Lullaby",
          "pages_en": [
            "In the forest, the sounds of the day slowly began to fade.",
            "Leaves moved gently in the breeze, whispering soft and quiet sounds.",
            "A small hedgehog named Piko walked back to his cozy nest.",
            "He carefully arranged dry leaves to make his bed extra comfortable.",
            "Piko looked up at the sky and saw the stars glowing calmly above.",
            "Feeling safe and warm, he tucked his nose under his paws.",
            "The forest hummed a gentle lullaby as Piko fell asleep."
          ]
        },

        {
          "id": "story_009",
          "title_en": "Rain on the Window",
          "pages_en": [
            "Tiny raindrops began tapping softly on the window: tap, tap, tap.",
            "Inside the room, everything felt warm, quiet, and peaceful.",
            "The child pulled the blanket closer and rested their head on the pillow.",
            "The sound of the rain felt like gentle music meant only for listening.",
            "Each drop seemed to whisper, “Rest now, everything is okay.”",
            "The child’s breathing slowed and their body relaxed deeply.",
            "With the rain singing softly outside, the child drifted into sleep."
          ]
        },

        {
          "id": "story_010",
          "title_en": "The Little Lantern",
          "pages_en": [
            "A small lantern glowed softly in the corner of the room.",
            "Its light was not bright, but gentle and warm like a tiny star.",
            "The child looked at the lantern and felt safe and calm.",
            "Toys were in their places, and the room felt quiet and peaceful.",
            "The child climbed into bed and pulled up the blanket slowly.",
            "The lantern seemed to whisper, “Everything is safe now.”",
            "With a calm heart, the child closed their eyes and fell asleep."
          ]
        },
        {
              "id": "story_011",
              "title_en": "The Blanket Castle",
              "pages_en": [
                "The child gently lifted the blanket and built a small, cozy castle on the bed.",
                "Inside the castle, everything felt quiet, warm, and safe like a tiny secret world.",
                "A soft night light glowed gently, filling the space with calm light.",
                "The child whispered, \"This is my peaceful place,\" and smiled softly.",
                "They lay down slowly and pulled the blanket close.",
                "The castle felt like a hug around them.",
                "With a calm heart, the child drifted into sleep."
              ]
            },

            {
              "id": "story_012",
              "title_en": "Counting the Stars",
              "pages_en": [
                "The child stood by the window and looked up at the night sky.",
                "Tiny stars shimmered softly like little dots of light.",
                "The child began to count them slowly, one by one.",
                "With each number, their breathing became slower and calmer.",
                "The stars seemed to glow even softer as the child relaxed.",
                "Feeling sleepy, the child returned to bed.",
                "Wrapped in calm, they closed their eyes and fell asleep."
              ]
            },

            {
              "id": "story_013",
              "title_en": "Pilo the Little Penguin",
              "pages_en": [
                "Pilo the little penguin had spent the day sliding happily across the snow.",
                "As evening arrived, the cold air felt softer and the sky turned dark blue.",
                "Moonlight sparkled across the icy ground like tiny diamonds.",
                "Pilo waddled slowly back toward his warm nest.",
                "Inside, he fluffed his feathers and felt cozy.",
                "He tucked his wings close to his body and took a gentle breath.",
                "Safe and warm, Pilo drifted into peaceful sleep."
              ]
            },

            {
              "id": "story_014",
              "title_en": "A Safe Night",
              "pages_en": [
                "The room became quieter as the lights dimmed and bedtime arrived.",
                "The night lamp glowed softly, making the shadows gentle and friendly.",
                "The child looked around and saw everything in its place.",
                "Toys rested peacefully, and the room felt calm.",
                "The child whispered, \"Everything feels safe.\"",
                "They pulled the blanket close and snuggled into the pillow.",
                "With comfort all around, the child fell asleep."
              ]
            },

            {
              "id": "story_015",
              "title_en": "The Sleeping Garden",
              "pages_en": [
                "In the garden, flowers slowly closed their petals as night arrived.",
                "A small butterfly named Loni rested gently on a leaf.",
                "The air felt cool and calm, filled with quiet peace.",
                "Crickets sang softly in the distance, like a gentle song.",
                "Loni folded her wings carefully around her body.",
                "The garden seemed to breathe slowly and quietly.",
                "Surrounded by calm, Loni fell into a soft sleep."
              ]
            },

            {
              "id": "story_016",
              "title_en": "The Owl's Watch",
              "pages_en": [
                "An owl sat quietly on a branch under the glowing moon.",
                "He watched the forest gently, making sure everything felt calm and safe.",
                "The trees stood still, and the wind moved softly between them.",
                "Fireflies blinked like tiny lights in the darkness.",
                "The owl felt peaceful knowing the forest was resting.",
                "He slowly tucked his head into his feathers.",
                "With the night calm around him, the owl fell asleep."
              ]
            },

            {
              "id": "story_017",
              "title_en": "The Boat on the Lake",
              "pages_en": [
                "A small wooden boat floated gently on a quiet lake.",
                "The water was so still it reflected the moon like a mirror.",
                "Soft ripples moved slowly around the boat.",
                "Everything felt calm, as if the world had paused for rest.",
                "The boat drifted closer to the shore without any rush.",
                "It rested peacefully near the edge of the water.",
                "Surrounded by silence, the boat felt as though it had fallen asleep."
              ]
            },

            {
              "id": "story_018",
              "title_en": "The Curtain Dance",
              "pages_en": [
                "A gentle breeze moved the curtain back and forth.",
                "The slow movement felt like a soft, quiet dance.",
                "The child watched the curtain with sleepy eyes.",
                "Each movement felt slower than the last.",
                "The room felt calm and comfortable.",
                "The child pulled the blanket up gently.",
                "As the curtain swayed softly, the child drifted to sleep."
              ]
            },

            {
              "id": "story_019",
              "title_en": "The Breathing Balloon",
              "pages_en": [
                "The child imagined their breath as a soft floating balloon.",
                "When breathing in, the balloon slowly grew larger.",
                "When breathing out, the balloon became smaller again.",
                "The balloon floated gently through a dark blue sky filled with stars.",
                "Each breath made the child feel calmer and lighter.",
                "The body relaxed more with every gentle breath.",
                "Soon, the balloon drifted away and the child fell asleep."
              ]
            },

            {
              "id": "story_020",
              "title_en": "The Warm Bed",
              "pages_en": [
                "The bed felt warm and cozy beneath the soft blanket.",
                "The child settled into the pillow and felt their body relax.",
                "Moonlight gently touched the floor beside the bed.",
                "The room felt quiet, safe, and peaceful.",
                "The child thought about the nice moments from the day.",
                "With a calm smile, they whispered, \"Tomorrow will be another good day.\"",
                "Wrapped in comfort, the child drifted into deep sleep."
              ]
            },
            {
                  "id": "story_021",
                  "title_en": "The Sleepy Kitten",
                  "pages_en": [
                    "A tiny kitten yawned softly after a long day of exploring the house.",
                    "Her paws felt warm as she walked slowly across the soft carpet.",
                    "She found her favorite spot beside a pillow and curled up gently.",
                    "The room was quiet, filled with calm and comfort.",
                    "The kitten listened to the steady rhythm of breathing nearby.",
                    "Her eyes closed slowly, one blink at a time.",
                    "Soon, she was sleeping peacefully in her cozy little nest."
                  ]
                },

                {
                  "id": "story_022",
                  "title_en": "The Quiet Snow",
                  "pages_en": [
                    "Outside the window, tiny snowflakes floated softly through the night.",
                    "The world looked calm and white, as if everything had been gently covered.",
                    "No loud sounds could be heard, only peaceful silence.",
                    "The child watched the snow for a moment, feeling calm inside.",
                    "Each snowflake fell slowly, without hurry.",
                    "The child climbed into bed and felt warm under the blanket.",
                    "With the quiet snow outside, sleep came easily."
                  ]
                },

                {
                  "id": "story_023",
                  "title_en": "The Little Fox's Nest",
                  "pages_en": [
                    "A little fox named Liro explored the forest all day long.",
                    "As the sky darkened, he felt ready to return to his nest.",
                    "The trees stood tall and calm under the moonlight.",
                    "Liro padded softly through the grass, careful and quiet.",
                    "Inside his nest, it felt warm and safe.",
                    "He curled his tail around his body and relaxed deeply.",
                    "The forest stayed silent as Liro fell asleep."
                  ]
                },

                {
                  "id": "story_024",
                  "title_en": "The Soft Pillow",
                  "pages_en": [
                    "The pillow felt soft and gentle beneath the child’s head.",
                    "Each breath became slower and deeper than before.",
                    "The room stayed quiet, filled with peaceful stillness.",
                    "The blanket rested lightly over the child’s body.",
                    "Nothing needed to be done anymore, only rest.",
                    "The child’s thoughts became slower and softer.",
                    "With comfort all around, sleep arrived gently."
                  ]
                },

                {
                  "id": "story_025",
                  "title_en": "The Firefly Lights",
                  "pages_en": [
                    "Tiny fireflies glowed softly in the evening garden.",
                    "Their lights blinked slowly like little stars near the ground.",
                    "A child watched them quietly from the window.",
                    "Each gentle glow felt calm and magical.",
                    "The garden air felt cool and peaceful.",
                    "The child said good night to the tiny lights.",
                    "With a calm heart, the child drifted into sleep."
                  ]
                },

                {
                  "id": "story_026",
                  "title_en": "The Sleepy Puppy",
                  "pages_en": [
                    "A small puppy played happily all day with a soft ball.",
                    "As evening came, his tail wagged more slowly.",
                    "He walked to his cozy bed and turned around once.",
                    "The bed felt warm and familiar beneath him.",
                    "The puppy let out a quiet sigh of comfort.",
                    "His eyes closed slowly while he listened to the calm room.",
                    "Soon, he was dreaming peacefully."
                  ]
                },

                {
                  "id": "story_027",
                  "title_en": "The Gentle Wind",
                  "pages_en": [
                    "A gentle wind moved quietly through the open window.",
                    "It touched the curtains and made them sway softly.",
                    "The room felt cool, fresh, and calm.",
                    "The child listened to the soft sound of the moving air.",
                    "Each breath felt easier and slower than before.",
                    "The night felt kind and safe.",
                    "With the gentle wind nearby, the child fell asleep."
                  ]
                },

                {
                  "id": "story_028",
                  "title_en": "The Moon Boat",
                  "pages_en": [
                    "The child imagined a small boat floating across the moon.",
                    "The boat moved slowly through a sky filled with stars.",
                    "Everything felt quiet, like a dream without noise.",
                    "The child lay back inside the boat and felt safe.",
                    "Soft starlight glowed all around.",
                    "The boat continued gently without any rush.",
                    "With the motion so calm, the child drifted into sleep."
                  ]
                },

                {
                  "id": "story_029",
                  "title_en": "The Cozy Cave",
                  "pages_en": [
                    "A little bear found a cozy cave at the end of the day.",
                    "Inside, the air felt warm and still.",
                    "The bear gathered soft leaves to make a comfortable bed.",
                    "Outside, the night stayed calm and quiet.",
                    "The cave felt like a gentle hug around him.",
                    "He closed his eyes slowly and relaxed deeply.",
                    "Soon, the bear was sleeping peacefully."
                  ]
                },

                {
                  "id": "story_030",
                  "title_en": "The Quiet Night Promise",
                  "pages_en": [
                    "The night felt calm, wrapping the world in gentle silence.",
                    "The child listened to the quiet and felt safe inside the room.",
                    "The stars outside seemed to shine only for peaceful dreams.",
                    "The blanket felt warm and comforting on the body.",
                    "Nothing needed attention anymore; everything could wait until morning.",
                    "The child whispered softly, \"Good night, world.\"",
                    "With a peaceful heart, the child drifted into deep sleep."
                  ]
                }
  ]
}
